[language]

;Language name 

name=Português

[firstrun]
chooselanguage=Por favor, escolha o seu idioma!
ok=OK
ignore=Ignorar
oldini=Importe o ficheiro de configuração anteriormente utilizado
loadini=Importação
loadfail=O ficheiro de configuração não foi encontrado nesta diretória!
loadsuccessful=Importado com sucesso!
steambak=Você deseja sincronizar os arquivos de configuração do Steam?
steamerror=ocorreu um erro crítico devido a ficheiros corrompidos. Por favor verifique a
integridade do ficheiro via Steam.

[steam]
save=Grave o ficheiro de configuração na nuvem Steam
load=Restaurar configuração de nuvem Steam
steamnotrun=Precisa executar o Steam para usar esse recurso!
uploadfilemaxsize=O tamanho máximo do ficheiro carregado é de 100 MB

[workshop]
list_install=Instalado
list_home=Primeira página
list_subscribe=Subscrito
list_upload=Enviado
list_voteup=Favoritos
list_themesskin=Skins e temas
list_widget=Estilo de componente

newthemetip=Insira um nome de tema
deltheme=Apagar tema

subscribe=Inscrição
unsubscribe=Cancelar inscrição

icons=Pacote de ícones
dockskin=Perfil da Dock
Single icon=Ícone único
Time skin=Tema do Relógio
Calendar skin=Tema do calendário
Sound=Som
language=Idioma

sort_alltime=tudo
sort_week=semana
sort_month=mês
sort_year=ano

sort_hot=Popular
sort_new=Atualizado
sort_sub=Inscrição
sort_vote=Pontuar

filesize=Tamanho do ficheiro
updatetime=Hora da última atualização

runerror=O Steam precisa estar em execução para usar esse recurso!
opensteam=Abrir Steam

newtheme=Criar um novo tópico
edittheme=editar

[themesedit]
shell=aparência
offset=compensar
Delimiter and run=Indicador de delimiter & run
Progress bar=Barra de progresso

savetheme=Gravar

applytheme=Poupar aplica este tema com sucesso imediatamente?
filetip_drop=Arraste e largue a imagem aqui
filetip=Clique ou arraste e deixe cair a imagem diretamente aqui
dropfile=Deseja substituir esta imagem?

selectpicture=Selecione uma imagem
cliptip=Cortar
clipleft=Esquerda
clipbottom=Limite inferior
clipright=Direita
cliptop=Borda superior

dockbg=fundo
dockblur=Desfocar o fundo
Progress bar border=limite
Progress bar bg=fundo
Run indicator=Indicador de execução
Run offset=compensar
delimiter=separador
Margins=Margens
Margins trimmer=Afinação da margem (valores recomendados 0-0.2)

folder=pasta
trash_empty=Caixote do lixo (vazio)
trash_full=Caixote do lixo (cheio)

calmon=mês
calday=data

timebg=fundo
timehour=hora
timeminute=minuto
timesecond=segundo

timetype=Tipo de relógio
timetype_pointer=ponteiro
timetype_number=dígito
fontname=O nome da fonte
fontsize=Tamanho da fonte
fontalign=Alinhamento de texto
fontpoint=Coordenadas de texto
format=Formato de tempo
fontcolor=Cor de texto

workshopshare=Faz o upload de temas para a Oficina?
sharesuccess=Enviado com sucesso para a Oficina!
sharefailed=O envio falhou!

workshop_Preview=Previsualizar
workshop_description=descrição
workshop_otherPreview=Mais pré-visualizações
workshop_Previewbuild=Gerado automaticamente
workshop_Previewselect=Selecione a imagem
workshop_tip_description=Por favor, insira uma descrição do tema

[systeminfo]
cpu=Processador
gpu=Placa gráfica
memory=Memória
system=Sistema Operativo
moreinfo=Mais Informações

[monitor]
process=Processo
readwrite=Ler/Escrever
usage=Usado
;------------------------------------
[tips]
GeolocationTip=É necessário ativar a localização do sistema para usar a função Wi-Fi, clique aqui para saber porquê.

dropiconerror=Os ícones não podem ser arrastados quando a exibição Dock em vários ecrãs está ativada. Selecione a exibição Dock em ecrã único!

msitip=Detetado possível conflito com o MSI Afterburner. Adicionar à lista de exclusões?

openUACtip=Foi detectado que o sistema desligou o UAC, o que pode resultar na impossibilidade de usar a função de arrastar e soltar arquivos para o Dock para abrir. Deseja habilitar o sistema UAC?
openUACtip1=O UAC foi ativado com sucesso e o sistema precisa ser reiniciado para entrar em vigor. Deseja reiniciar o sistema imediatamente?
openUACtip2=A habilitação do UAC falhou!

crashtip=Um erro forçou o encerramento do MyDocFinder. Deseja reinicia-lo?
;------------------------------------

[iconame]

;dock Label name
createlnk=Criar atalho

explorer=Explorador
launchpad=Biblioteca de aplicações
cal=Calendário
trash=Lixo

;The last icon in the folder interface

exploreropen=Abra no Explorer
return=Volte a atrás

;System time icon label name format

timeformat=yyyy/M/d dddd
; O formato de tempo é o formato de tempo do sistema y m mês d data dd dia da semana ddd dia da semana ddd


remove=Remover

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Painel de Controlo
taskbar=Barra de tarefas
systemtime=Tempo do sistema
network=Rede
weather=Clima
battery=Bateria
startmenu=Menu Iniciar
virtualdesktop=Ambiente de trabalho virtual


------------------------------------

[editicon]
;Edit icon window

addtips=Os ficheiros podem ser arrastados e deixados aqui.

reset=Reset
ok=Ok
restore=Restaurar
addname=Editar o nome de exibição
addicotips=Clique no botão superior direito para adicionar um ícone.
switch=Mudar
trashempty=Lixo vazio
trashfull=Lixo cheio
iconshell=Use a máscara de ícone
addline=Executar comando

Icon Designer title=Editor de ícones
Icon Designer=Editar
select=Selecione o arquivo

share=Partilhar
icolabel=Icon
selectpicture=Escolha
icosize=Escala de ícones
icooffsetx=Deslocamento horizontal do ícone
icooffsety=Deslocamento vertical do ícone
icobackground=Antecedentes
iconshadow=Use sombras de ícone
icoroundrect=Ângulo redondo do ícone
icocolor=Cor
icogradient color=Usar gradientes
icocolorangle=ângulo de gradiente da cor

;Pop up select file window title

selectfoldertitle=Selecione pasta
;Weather forecast search city
searchcity=Pesquisar nome da cidade


;------------------------------------

[editcal]

;Edit calendar window
monfontsize=Tamanho da fonte do mês:
dayfontsize=Tamanho do tipo de fonte da data:

monthfont=Fonte do mês:
dayfont=Fonte de data:
monthpoint=Localização do mês:
daypoint=Localização da data:
monthposition=Alinhamento mensal:
dayposition=Alinhamento da data:
monthcolor=Cor do mês:
daycolor=Cor da data:
rotation=Ângulo de rotação:
default=Utilize a configuração padrão

ok=Ok
test=Teste

left=Esquerda
right=Direita
center=Centro

;Pop up select picture window title

selectcalicon=Escolha uma imagem de calendário

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Este programa já existe na Dock!

titleerror=O nome do visor do programa não pode estar vazio!
filepatherror=O caminho do programa e o ícone não podem ser vazios!

padtitleerror1=O nome do ficheiro é duplicado, por favor, reintrodique!
padtitleerror2=A modificação do ficheiro falhou, por favor, não coloque o programa na unidade 'C'!

workshopshare=Carregar este ícone para o workshop?
workshopsharesuccess=O ícone foi compartilhado com sucesso no workshop!
workshopsharefailed=Falha no compartilhamento de ícone!

formaterror=Formato não suportado, por favor coloque em png, ico, exe, formato Lnk!

;---------------------------------------------------------------------------

[weatherUI]
Other locations=Outros locais  
open weather=Abrir clima  

Select location=Selecionar localização da cidade  
Edit location name=Editar nome de exibição da cidade  

add=Adicionar  
edit=Editar  
delete=Apagar  

location=Localização do sistema
search=Pesquisa
latitude&longitude=Coordenadas geográficas

;Preferences window
[settingUI]
cloudini=Poupança na Nuvem Steam
uploadcloudini=Carregue o arquivo
nofoundini=O arquivo não foi carregado
downloadcloudini=Baixe o arquivo
managesteamcloud=Gerir arquivos
cloudfile=Ficheiro da nuvem do Steam
uploadcloudfile=Carregue o ficheiro
filename=Nome do ficheiro
filesize=Tamanho do ficheiro
filetime=Tempo de carregamento

backupsuccess=Copia de dados realizada com sucesso!
backupfail=Falha de envio da backup! 

settitle=Configurações MyDockFinder

Global Settings=Configurações Globais

openMyDock=Abrir MyDock
openMyFinder=Abrir o MyFinder
debugMyDockFinder=Executar em modo de depuração

gameautoclose=Sair automaticamente ao jogar em ecrã total
ProcessRecentFiles=Exibe o número de arquivos abertos recentemente pelo programa

DPIscale=Escala global de exibição do interface
Globalblurvalue=Valor da desfocagem do interface global 
Accentcolor=Cor de realce do interface global
darkmodeall=Modo de cor do interface global

darkmode_light=Claro
darkmode_dark=Escuro
darkmode_auto=Auto
darkmode_system=Sistema
uiaccesstop=Sobrepor a janela MyDocFinder sobre as outras janelas
screenfps=Selecionar a taxa de atualização de renderização global

Temperature Celsius Fahrenheit=Unidade global de temperatura

aero=Ligue o efeito de desfocagem global
systemdarkmode=Ajustar o esquema de cor do sistema com MyDocFinder
autoupdate=Verificar automaticamente por novas atualizações do programa
systemstart=Siga o método de inicialização do sistema
none=Não inicie no sistema
regedit=Registro do sistema
plantask=plano da tarefa
Service=Inicie como serviço

windowscenterscreen=A nova janela é exibida no centro do ecrã
showhidetaskbar_hotkey=Mostre ou oculte as teclas de atalho da barra de tarefas

autohidetaskbar=Ocultar automaticamente a barra de tarefas no arranque

hidetaskbar_dock=Esconde o ecrã onde a barra de tarefas
hidetaskbar_all=Esconda todas as barras de tarefas do ecrã

languagechoice=Escolha o idioma de exibição do programa
allfont=Escolha a fonte do programa
usefontbold=Usar fonte em negrito
fontscale=Modificar o dimensionamento global das fontes
fontQuality=Renderização de fontes de alta qualidade

themes=Aspeto

customize_blur=Nivel de intensidade da desfocagem
customize_opacity=transparência
customize_stroke=Transparência do limite

customize_enabled_dockbg=Dock usa desfocagem de fundo personalizado e transparência
customize_enabled_iconreflection=Dock usa reflexo de ícone
customize_blur_iconreflection=Ajustar a intensidade da desfocagem do reflexo do ícone
customize_opacity_iconreflection=Ajustar a transparência do reflexo do ícone
customize_offset_iconreflection=Ajustar a distância de reflexão do ícone
customize_stoppoint_iconreflection=Ajustar a distância gradiente do reflexo do ícone

customize_enabled_icontag=A etiqueta do ícone do Dock usa desfocagem de fundo personalizado e transparência
customize_enabled_menu=O menu usa desfocagem de fundo personalizado e transparência
customize_enabled_window=A interface da janela usa desfocagem de fundo personalizado e transparência
customize_enabled_finder=MyFinder usa desfocagem de fundo personalizado e transparência
customize_opacity_wallpapercolor=Ajustar a densidade da cor de destaque do papel de parede
customize_enabled_folder=Interface de pasta usa desfocagem de fundo personalizado e transparência
customize_enabled_foldersize=Interface de pasta usa tamanho de ícone personalizado

customize_enabled_pad=A Biblioteca de aplicações aplica a desfocagem de fundo personalizado
customize_enabled_pad_backdrop=Mostrar a Biblioteca de aplicações por cima da janela em vez de a esconder
customize_enabled_pad_winuiwallpaper=A Biblioteca de aplicações desfoca o fundo em vez de o pré-renderizar
selectthemes_icon=Escolha o tema do ícone
selectthemes_dockskin=Escolha um tema de skin do Dock

general=Configuração
advanced=Avançado
preview=Pré-visualização da janela
minimizewindowsettings=Minimizar janela
systrayicoset=Bandeja
screenset=Ecrã
timeset=Data e Hora
notificationset=Notificação

audioset=Áudio
displayset=Exibição
mediaset=Meios de comunicação
batteryset=Bateria
netset=Rede
monitorset=Monitor
windowsanimationset=animação de janela
WindowManagement=Gestão de janelas
windownotfullscreenadd=Adicionar janela não total de ecrã
gamewindowadd=Adicionar janela de jogo
gamewindowslist=Gerir lista de janelas de jogo
gamewindowslistdel=Eliminar janela de jogo
nogamewindow=Sem janela de jogo
Minimize Screenshot method=Método de captura de animação de minimizar

about=Sobre

icosize=Tamanho padrão do ícone

icoeffect=Efeito do ícone

dockeffect_none=nenhum
dockeffect_scale=Escala
dockeffect_select=Selecione
dockeffect_light=iluminação
dockeffect_scaleandlight=Escala e luz
dockeffect_selectandlight=Selecione e leve
icolightvalue=Intensidade da luz do ícone
icobglightvalue=Ícone intensidade de luz de fundo
icobglightcolor=Cor da luz de fundo
icomaxsize=Ampliação do ícone

icospace=Distância entre ícones
edgeposition=Distância da Dock da borda do ecrã
iconimmersion=A Dock utiliza o modo de imersão quando está inativa
dockicoImmersion_delay=Tempo de atraso da exibição do modo imersivo

displaymode=Selecione o modo escondido do display dock
displaynormal=Modo de exibição predefinido
displaybottom=Modo de exibição de sobreposição
displayauto=Modo de ocultação automática
displaysmart=Modo de ocultação inteligente
displayhotkey=Modo de exibição da Tecla de atalho
displayalways=Sempre mostrar o modo
displayhide=Sempre ocultar o modo
displayalwaysshow=Sempre mostrar incluindo ecrã total
displaydesktop=Modo de exibição na área de trabalho
showmodewindows=Selecione como o Dock mostra e oculta a janela de deteção
showhidetest_exe=A janela atual do programa
showhidetest_all=Todas as janelas do programa

showhidetype=Selecione o Dock para mostrar o efeito oculto

showhideeffect_move=Mover
showhideeffect_opacity=Opacidade

activation Dock Type=Modo de ativação da Dock
showdockact_mouse=O limite do ecrã
showdockact_bar=Barra de ajuste

actbar_weight=Ajuste da largura da barra
actbar_height=Ajuste da altura da barra
actbar_offset=Ajuste da distância da barra do limite do ecrã
mouseactdock=O atraso do rato ativa o tempo da dock

positiononscreen=Posição no ecrã da Dock
screenleft=Esquerda
screenbottom=Em baixo
screenright=Direita
screentop=Em cima

multiscreen=Selecione o ecrã para exibir a Dock
multiscreenpad=Selecione o ecrã para exibir a Biblioteca de aplicações
padicotype=Selecione o ícone exibido pela Biblioteca de aplicações
padicotype_normal=ícone adicionado
padicotype_startmenu=Menu Iniciar
padicotype_desktop=Programa de desktop
padicosize=Tamanho do ícone da Biblioteca de aplicações
padicospacex=Espaçamento horizontal do ícone
padicospacey=Espaçamento vertical do ícone
padicoblacklist=Editar o programa Menu Iniciar excluído
padblacklist=Gerir listas
hidepadicostring=Ocultar texto de ícones

padscreenname=Siga a Dock

HDicons=Renderização de ícones de alta qualidade  

lockicon=Arrastar ícone de bloqueio
showicontag=Mostrar texto de etiqueta de ícone
windowsborder=Ligue as bordas da janela para evitar o bloqueio de janelas
jumpanimation=Clique no ícone para saltar para abrir o programa
folderDoubleclickOpen=Clique duas vezes no ícone da pasta para abrir
foldernoshowopen=Não mostrar o botão abrir pasta
iconmask=Adicione um efeito de máscara a todos os ícones
icomasktype=Estilo de máscara de ícone global
Explorer window=Ícone do Explorer Janela de deteção apenas de execução
hidedockdelay=Atraso no tempo de esconderijo

show indicators=Mostrar indicadores para aplicações abertas
Runapp separator=Separar programa de execução não fixados
newapp=Mostrar ícone dos programas em execução não fixados
runiconallscreen=Mostrar ícones de novos programas em execução em todos os ecrãs
blacklist=Gerir a lista de proibição
noblacklist=Desativar lista de proibição
hotcornerleft=Funções no canto inferior esquerdo do ecrã
hotcornerright=Funções no canto inferior direito do ecrã
hotkeypad=Mostrar a tecla de atalho da Biblioteca de aplicações
hotkeyDock=Mostrar a tecla de atalho da Dock
hotkeyborder=Tecla de atalho para trocar as bordas da janela da Dock

dockicobackup=Ficheiro do ícone de backup da Dock 
backuplist=Gerir ficheiros de backup 
Addbackupdockico=Adicionar backup de ícones 
locationbackup=Abra a pasta de reserva 

minimize=Minimize a janela para a Dock
animationoff=Feche a janela minimizar animação
Slow animation=Mantenha a chave Shift para abrandar a animação
minimizeeffect=Minimizar a janela usando efeitos especiais

genie=Genio
scale=Escala
scaleDX=Escala DX
suck=Sucção
minimizeAnimationspeed=Minimize a velocidade de animação da janela
Minimize to icon=Minimize as janelas no ícone de aplicação
Minimize dynamics=Exibir dinamicamente o conteúdo da janela quando minimizado
minimizeAnimationWait=Aguardar que a animação da janela minimizada renderize os fotogramas

Minimizeblacklist=Cancele o programa de animação de minimização
Editwindowlist=Editar lista de janelas

minicopos=Minimizar a posição do ícone da janela
dockmin_lastico=Ao lado do ícone à direita
dockmin_right=Exibido de forma independente à direita
dockmin_rightandlim=O lado direito é exibido de forma independente usando um separador

previewon=Ativar a pré-visualização da janela
previewsize=Tamanho da pré-visualização da janela
previewdelay=Pré-visualização de exibição atrasada

previewcontrol=Mostrar outros elementos de pré-visualização
previewappname=Nome da aplicação
previewbutton=Botões de controlo de janelas
aeropeek=Mostrar pré-visualização da janela completa ao pairar o rato

finderheight=Ajustar altura do MyFinder  
finderoffsety=Ajustar deslocamento vertical  
finderbuttonw=Ajustar espaçamento entre botões  
hidefinderdelay=Atraso para ocultar o MyFinder  

logotype=Selecione o estilo do botão à esquerda
diylogo=Selecione ficheiro
shutdownmsgbox=Will pop confirmam para reiniciar a paragem do sistema
finderdark=Escolha o modo de cor MyFinder
showmediacontrol=Exibe o ícone de reprodução de mídia
showuseraccount=O ícone da conta é exibido
showfocusassist=Mostrar Assistente de Foco  
systemtraycolor=Mostrar ícones de bandeja coloridos
showkeyboard=Mostrar ícones de métodos de entrada
showsearch=Mostrar ícone de pesquisa
showLyrics=Mostrar letras do player de música
showLyrics_color=Exibir letras de música coloridas

showweather=Exibir previsão meteorológica

musiccontrolshowmode=Modo de exibição de controle de mídia
musiccontrol_close=Não mostre
musiccontrol_activity=Mostrar quando as letras são exibidas
musiccontrol_always=Sempre mostra


finderbgtype=Selecionar estilo de fundo do MyFinder

finderdark_auto=Conforme Papel de parede
finderdark_set=Conforme sistema

multiscreenfinder=Selecione qual o ecrã que exibe o MyFinder
findershowallscreens=Todos os ecrãs
finderhidemenudelay=Atrasar ocultação de barras de menu de outros programas

finderdisplaymode=Ocultar automáticamente MyFinder
finderautochangecolor=Maximizar a janela afeta a aparência do MyFinder
finderfastclosewindow=Clique no canto superior direito para fechar a atual janela maximizada 

finderlockbtn=Esquema do botão de bloqueio
myfinderscaleopen=Use escala personalizada
mouseactfinder=Ativação de atraso do rato no MyFinder tempo
showusbdevice=Discos removíveis USB são exibidos

stagemanagerset=Gestor de Palco
showstagemanager=Mostrar ícone do Gestor de Palco no MyFinder
showstagemanagerwindowtitle=Exibir o título da janela ao passar o rato
showstagemanagerdesktophidewindows=Clique na área de trabalho para ocultar todas as janelas
showstagemanagermediaplaypause=Pause e reproduza a mídia da janela de fundo automaticamente
stagemanager_hotkey=Teclas de atalho do Gestor de Palco

stagemanagerblacklist=Programas Excluídos do Gestor de Palco

stagemanager_showdesktop=Mostre ícones da área de trabalho
desktopico_hide=sempre ocultar ícone
desktopico_auto=auto mostrar esconder
desktopico_show=sempre aparece

stagemanager_enable=Gestor de Palco aberto
stagemanager_listpos=Posição no ecrã das janelas abertas
stagemanager_listshowmode=Modo de exibição Modo Oculto das janelas 

stagemanager_windowsize=tamanho do ícone da lista de janelas
stagemanager_windowspace=Espaçamento do ícone da lista de janelas
stagemanager_windowcount=Número de ícones da lista de janelas
stagemanager_windowsblur=Desfocar ícones de janela de fundo

hotkeyfinder=Mostrar teclas de atalho do MyFinder
findershowmenu=Mostrar outros itens do menu do programa

showaudio=Mostrar ícone de volume no MyFinder
showmicrophone=Mostrar ícone de microfone no MyFinder

showbattery=Mostrar ícone de bateria no MyFinder
shownetwork=Mostrar ícone da Net no MyFinder
showbluetooth=Mostrar ícone Bluetooth no MyFinder
showdisplay=Mostrar ícone de ecrã no MyFinder

showbatterytime=Exibe o tempo restante da bateria
batteryshow_none=Não mostrado
batteryshow_acdc=Sempre exibido
batteryshow_ac=Ao usar uma fonte de alimentação
batteryshow_dc=Ao utilizar baterias

powerset_open=Mudar automaticamente de planos de energia
powerset_aconline=Planos de energia ao usar energia
powerset_battery=Planos de energia ao usar baterias

bluetooth_showbattery=Dispositivo bluetooth conectado
bluetooth_not show=Não mostre
bluetooth_icon=Mostrar apenas ícones
bluetooth_value=Ícone do visor e nível da bateria

monitorcolor=Realçar quando o uso estiver demasiado alto

showcpu=CPU
showtemp=Temperatura do núcleo
showmen=Memória
showdisk=DISCO
shownet=REDE

Calendarfirstday=Primeiro dia da semana
Calendar_Sunday=Domingo
Calendar_Monnday=Segunda-feira

formatdate=Formato de exibição de data
formattime=Formato de exibição de tempo
customformatdate=Personalizar o formato de exibição de data
customformattime=Personalizar o formato de exibição de tempo

showbatteryvalue=Mostrar percentagem de bateria no menu de estado do Finder 
audiotip=Reproduzir o som de mudança de volume
mediatype=Estilo de volume e brilho

media_system=Windows
media_speakers=MacOS
media_phone=iOS/iPadOS

hotkeyvolup=Atalho para aumentar Volume
hotkeyvoldown=Atalho para baixar Volume
hotkeyvolmute=Atalho para silenciar Volume
hotkeymicup=Tecla de atalho para aumentar o volume do microfone
hotkeymicdown=Tecla de atalho para diminuir o volume do microfone
hotkeymicmute=Tecla de atalho para silenciar microfone


hotkeybriup=Atalho para aumentar Brilho
hotkeybridown=Atalho para baixar Brilho
hotkeycontrolvalue=Ajusta o valor da tecla de atalho para aumentar ou diminuir

systemnotification=Notificação do sistema
usbdevicenotification=Mostrar ligação de disco móvel e notificação de ejeção
bluetoothdevicenotification=Mostrar notificação de ligação do dispositivo Bluetooth
Appnotification=Notificações da aplicação
notification_open=Permitir notificações
notification_type=Comortamento das notificações de banner
notification_time=Tempo de exibição de notificação de banner
notification_show_close=Não mostrar banner
notification_show_once=Mostrar apenas a primeira vez
notification_show_always=Sempre mostra

trayicoallshow_myfinder=Mostrar todos os ícones da bandeja do sistema no MyFinder
trayicoallshow_mydock=Mostrar todos os ícones da bandeja do sistema no MyDock
trayicoallshow_systemico=Exibir o próprio ícone da bandeja do sistema no MyFinder
trayico_waittime=O ícone da bandeja recém-executada mostra a hora

Apptrayico=Ícone da bandeja das aplicações
apptrayicoshow_finder=Mostrar ícone da bandeja no MyFinder
apptrayicoshow_dock=Mostrar ícone da bandeja no MyDock
acttrayicotype=Escolher como ativar o ícone da bandeja do sistema

screenround=Cantos arredondados
screenround_show=Exibir cantos arredondados no ecrã
screenround_size=Raio de curvatura
screenround_color=Cor

openwindowsshow=Animação de abertura de janela
windowsopeneffect=Efeito de animação de abertura de janela

openwindowsclose=Habilitar a animação de fechar janela
windowscloseeffect=Efeito de animação de fechar janela
windowsblacklistadd=janela para adicionar exclusões
windowsblacklistdel=Remover janelas de programas excluídos
windowsclose_animation=Ajustar a velocidade da animação

stagemanager_animation=Ajustar a velocidade da animação
mediatiptime=Tempo de exibição do prompt de brilho do volume

other=Mais

wallpaper=Papel de parede dinâmico

selectwallpaper=Papel de parede dinâmico
wallpapernone=Sem Papel de parede dinâmico.
loadwallpaper=Carregue o Papel de parede dinâmico 
wallpaperdownload=Baixar o Papel de parede dinâmico do website 
wallpaperOK=Aplicação 

restartdock=Reiniciar MyDockFinder


resetini=Apagar dados
resetini_ok=Remover
resetini_config=Configurações
resetini_ico=Configuração do ícone da Dock
resetini_padico=Configuração da Biblioteca de aplicações
resetini_padicocache=Cache de ícones da Barra Inicial

systemiconcache=Cache do ícone do sistema

uninstall=Desinstalar

updatelog=Atualizar log
updatelogcheck=Verificar

ok=Ok
cancel=Cancelar

------------------------------------------------------------
[hotcorners]
nothing=Não faça nada
allwindows=Mostrar todas as janelas
launchpad=Abra a Biblioteca de aplicações
displaytosleep=Ponha o monitor em suspensão
startmenu=Abrir o menu de iniciar
showdesktop=Mostrar desktop
actioncenter=Abrir o Centro de Controle do Windows
screensaver=Protetor de ecrã
Windows widget=Widgets do Windows

[settingtips]
fontQualitytips=Alguns sistemas podem falhar se não suportarem renderização de fontes de alta qualidade. Clique em OK para testar se o seu sistema suporta.
fontQualityFailedtips=Teste falhado. O seu sistema não suporta renderização de fontes de alta qualidade.
fontQualityfuccesstips=A renderização de fontes de alta qualidade foi ativada. Algumas interfaces podem necessitar de reinício para ter efeito!

backupsuccess=Carregado com sucesso!
backupfail=falha no envio!

hotkeyhideerror=Defina para exibir a tecla de atalho da Dock ou esta função pode não estar disponível!
resetinitip=Deseja redefinir o arquivo de configuração?
systemicontip=Deseja limpar o cache do ícone do sistema?

DPItips=Algumas interfaces entrarão em vigor após o fechamento e a reabertura!
winuiwallpapertip=Se o computador travar após ligar, desative esta opção e ela entrará em vigor após reiniciar o programa! ! !

;An error message pops up on the setting interface
padicotypetips=Depois de modificar esta opção, você precisa redefinir o ícone, escolha com cuidado!

edgetip=O limite da janela de limite aberto não pode ser ajustado!
autohideerror=Esta função não pode ser ativada ao abrir o limite da janela!
neterror=Erro de rede, verifique a ligação.
autohide=A Dock de ocultação automática não pode ativar esta função!
updateerror1=Erro de rede, por favor tente de novo!

updatetip1=Há alguma nova versão atualizada?
updatetip2=O ficheiro é atualizado imediatamente após o download?

noupdate=É a versão mais recente, não há necessidade de atualizar!

restarttip=Abra depois de reiniciar o programa!

languagetips=Algumas interfaces precisam de ser reiniciadas para serem alteradas!

restartruntip=Quer reiniciar o programa?

backupfolderror=Não conseguiu criar a pasta de reserva, verifique as permissões do diretório!

backuptips=Deseja restaurar este ficheiro de reserva?


;-------------------------------------------------------------------

[menu]
;Right menu

reboot explorer=Reiniciar

closewindows=Fechar a janela

RecentFiles=Ficheiros abertos recentemente
otheroption=Opções
dockmenu=Menu MyDockFinder
preference=Preferências do MyDockFinder
enddock=Sair do MyDockFinder

menurecent=Acedido recentemente
menubind=Corrigido
menutask=tarefa

edit_cut=Cortar
edit_copy=Copiar
edit_paste=Colar
edit_selectall=Selecionar tudo
edit_delete=Apagar
edit_openurl=Abrir URL

workshop=Oficina
newfinderwindow=Nova janela do Finder
gotofolder=Vá para a pasta
connecttoserver=Ligado remotamente a
showlaunchpad=Mostrar launchpad


addnormalicon=Adicionar um ícone da aplicação
addsystemicon=Adicionar atalho do sistema
add delimiter=Adicionar separador
del delimiter=Remover separador

showtaskbar=Mostrar barra de tarefas
hidetaskbar=Esconder barra de tarefas


editicon=Editar ícone
removefromdock=Remover da Dock
keepindock=Mantenha na Dock
locationfile=Abrir localização da aplicação
runagain=Executar este programa novamente
nevershowthis=Ocultar este icon da aplicação.
adminmode=Execute com as permissões de administrador
open=Aberto
quit=Sair

emptytrash=Esvazie o lixo.
sortorder=classificar por
Byname=Nome
Bysize=Tamanho
Byextension=Extensão
Bydate/time=Ultima modificação
Createtime=Data de criação
Groupdirectories=Em primeiro Diretorias
reverseorder=Inverter a ordem
closewindow=Feche esta janela
Display=Mostrar o conteúdo da pasta como
Folder=Pasta
Stack=Pilha
Locatefolder=Aberta diretamente
FolderEffect=Efeito de exibição
Grid=Grelha
Fan=Ventoinha
menufold=Menu

showmodeapps=Definir o ecrã independente e o modo de ocultação
showmodedesktop=Definir ecrã de ambiente de trabalho e modo de ocultação
NominiEffect=Não mostrar janela minimizar animação
nevershowprogress bar=Não mostrar esta barra de progresso do programa novamente
showmodenormal=Seguir as definições
msgtips=Configurar um lembrete de mensagem
incognito=Nova janela do modo incógnito

systemmenu=Menu do sistema

timeskin=Selecione o mostrador do relógio
timedefault=Predefinição

----------------------------------------------

[launchpad]

addicon=Adicionar ícone
deleteicon=Eliminar ícone
padsortname=Listar por nome
padsort=Preenchimento automático do ícone

search=Pesquisar
ok=Ok
addtips=Por favor, arraste os ficheiros exe e Lnk aqui.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Cancelar
trashok=Esvazie o lixo.
trashtitle=Tem certeza que quer esvaziar os itens no lixo?
batterytip=Por favor, ligue o carregador se a bateria estiver fraca!

eject=ejetado
Connected=ligado
brightnesstip=Ajustar a luminosidade do monitor pode causar danos permanentes ao monitor, por favor, faça-o com cuidado!
brightnesstip1=É detetada uma luminosidade do monitor de 0, se o monitor não apresentar conteúdo ou não clicar em OK, reinicie a luminosidade do visor após 5 segundos


-----------------------------------------------
; Descrição do formato do tempo
;ddd dia da semana dddd dia da semana M mês d dia H 24 horas formato h 12 horas formato m minutos minutos
;D letras minúsculas com dois dígitos, por exemplo HH:mm:ss 09:06:05
; Todos os seguintes formatos podem ser personalizados e modificados, e o número à esquerda pode ser adicionado sem limite  deixado em branco para indicar que a data não é exibida
; Após a modificação ser guardada, entrará em vigor imediatamente, definirá diretamente e clicará no menu de formato de tempo para exibir o efeito
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Fev
m3=Mar
m4=Abr
m5=Mai
m6=Jun
m7=Jul
m8=Ago
m9=Sep
m10=Out
m11=Nov
m12=Dez


[findermenu]
batteryhealth=Saúde da bateria:

Hidelyrics=Ocultar automaticamente as letras do player
Edit the lyrics display area=Editar área de exibição de letras

spatialaudio=Áudio espacial

bluetoothdisconnect=Desligar
bluetoothunpair=Não emparelhado

lockscreen=Bloquear o ecrã
usersetting=Configurações da conta

HideMenu=Oculta a barra de menus da janela
systemmenu=Menu da janela

bluetooth=Bluetooth
Bluetooth settings=Definições bluetooth
device=Dispositivo
Preferred network=Rede preferida
other networks=Outras redes
network settings =Definições de rede
Audio=Som
output=Saída
Microphone=Microfone
input=Entrada

audio settings=Definições de áudio
battery settings=Configurações da bateria
BatteryEstimatedTime=tempo restante da bateria
batterytime_hour=horas
batterytime_min=minutos
Edit title=Editar Título
Window border=Limite da janela
end finder=Fechar
About This PC=Sobre este PC
System settings=Definições do sistema
app Store=Loja de aplicações
Task manager=Gestor de tarefas
Sleep=Suspender
Dormant=Hibernar
Shutdown=Encerrar
Reboot=Reiniciar
Shutdown&Update=Encerrar e atualizar
Reboot&Update=Reiniciar e atualizar

Lock screen=Ecrã de bloqueio
Logout=Sair

symbol=Mostrar emoticons e símbolos 
Screen Keyboard=Mostrar teclado no ecrã 
keyboardname=Mostrar nome de teclado
Keyboard settings=Definições de teclado
display=Exibição
systemdark=Modo escuro do sistema
bluelight=Luz noturna
focusassist=Assistente de concentração
focusoff=Fechado
focusPriorityOnly=Somente notificação prioritária
focusAlarmsOnly=Apenas alarme
Notification settings=Preferências de notificação
screen projection=Espelhar ecrã
screen INTERNAL=Ecrã principal apenas
screen CLONE=Duplicar
screen EXTEND=Expandir
screen EXTERNAL=Ecrá secundário apenas

displayset=Definições de exibição
hotspot=Ponto de acesso
airplane=Avião
deviceon=Ligado
deviceoff=Desligado
eject=Ejetar
open=Abrir

[findertips]
Mute=Silencioso
battery=Bateria
AcOnLine=Ligado à Fonte de alimentação
Charging=A Carregar
notCharging=Não está a cerregar
Usebattery=Ligado à bateria
Full battery=Bateria completa
brightness=Brilho
show trayico=Mostrar bandeja do sistema

[findertitle]

[findermenubrowser]
new=Novo
newtab=Novo separador
newwindow=Nova janela
favorites=Favoritos
history=História
download=Baixar
window=Janela
file=Arquivo
no file=Nenhum arquivo selecionado

View=Vista
Sort by=Listar
Group by=Listar
refresh=Atualizar
showicons=Exibir ícones do ambiente de trabalho

sort_none=Nenhum
sort_bigicon=Ícone grande
sort_mediumicon=Ícone médio
sort_smallicon=Ícone pequeno
sort_superbigicon=Ícones de grandes dimensões
sort_list=lista
sort_details=Detalhes
sort_tile=Azulejo
sort_content=conteúdo
sort_name=nome
sort_size=tamanho
sort_type=tipo
sort_time=data
sort_ascending=Ascendente
sort_descending=Descendente
sort_AutoArrange=Os ícones são organizados automaticamente
sort_snaptogrid=Organize automaticamente ícones alinhados com a grelha


[shutdown]
shutdown=Quer desligar o seu computador?
Reboot=Quer reiniciar o seu computador?
Logout=Quer sair?
Dormant=Quer hibernar o seu computador?
sleep=Quer colocar o seu computador em modo de suspensão?

now=agora
minute=minuto


[wifi]
password=Senha:
showpassword=Mostrar senha
join=Ligar
cancel=Cancelar


[weather]
00=Céu Limpo
01=Temporariamente Nublado
02=Céu encoberto
03=Aguaceiros dispersos
04=Trovoada
05=Trovoadas acompanhada de granizo
06=Granizo
07=Chuva fraca
08=Chuva moderada
09=Chuva forte
10=Tempestade
11=Chuva forte
12=Chuva forte
13=Aguaceiros de neve
14=Precipitação fraca de neve
15=Precipitação de neve
16=Precipitação forte em forma de neve
17=Neve
18=Nevoeiro
19=Chuva gelada em forma de granizo
20=Tempestade de areia
21=Chuva fraca a moderada
22=Chuva moderada a forte
23=Chuva forte
24=Chuva forte a moderada
25=Chuva forte a muito forte
26=Queda de neve fraca a moderada
27=Queda de neve moderada a forte
28=Queda de neve muito forte
29=Poeiras suspensas
30=Tempestade de areia
31=Forte tempestade de areia
32=Nevoeiro denso
33=Neve
49=Nevoeiro cerrado
53=nublado
54=Moderadamente nublado
55=Muito nublado
56=Densamente nublado
57=Nevoeiro denso
58=Nevoeiro forte
301=Chuvoso
302=Nevoso